tutorials/compressible/realFluidPisoFoam/ras/cavity_IAPWS97/constant/thermophysicalProperties
/*---------------------------------------------------------------------------*\
  =========                 |
  \\      /  F ield         | foam-extend: Open Source CFD
   \\    /   O peration     |
    \\  /    A nd           | For copyright notice see file Copyright
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;

    location    "constant";
    object      thermophysicalProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

//CL: this is all
thermoType   IAPWSThermo;   


// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
